const PROJECTS = [
  {
    "num": 1,
    "name": "Работы по ремонту бассейна СДЮШОР г.Сарань, Джамбула 61",
    "customer": "СДЮШОР г.Сарани",
    "year": 2003,
    "date": "2003 год"
  },
  {
    "num": 2,
    "name": "Монтаж ограждения, г.Караганда, ул.Ержанова 6",
    "customer": "ГУ «Отдел архивов и документации Карагандинской области»",
    "year": 2003,
    "date": "2003 год"
  },
  {
    "num": 3,
    "name": "Реконструкция здания тарного склада, ремонт кровли трансформаторной подстанции, г.Караганда, ул.Гоголя 75",
    "customer": "АО ИП «Эфес Караганда пивоваренный завод»",
    "year": 2004,
    "date": "2004 год"
  },
  {
    "num": 4,
    "name": "Аварийный ремонт кровли домов, г.Балхаш (ул.Щербакова, Мухаметжанова, Сатпаева, Сабитова, Алимжанова и др.)",
    "customer": "ГУ «Аппарат акима города Балхаш»",
    "year": 2004,
    "date": "2004 год"
  },
  {
    "num": 5,
    "name": "Ремонтно-строительные работы шиферной кровли здания, п. Долинка, ул. Садовая, 92",
    "customer": "Учреждение АК 159/6",
    "year": 2004,
    "date": "2004 год"
  },
  {
    "num": 6,
    "name": "Капитальный ремонт 4 этажа и кровли, г.Балхаш, ул.Бокейханова 17",
    "customer": "ГУ «Казахская средняя школа №8» г.Балхаш",
    "year": 2005,
    "date": "2005 год"
  },
  {
    "num": 7,
    "name": "Ремонт помещений торговых точек в гг. Караганда и Темиртау",
    "customer": "ТОО «Евросеть Казахстан»",
    "year": 2005,
    "date": "2005 год"
  },
  {
    "num": 8,
    "name": "Ремонт кровли техздания УП ЛТЦ-21 ТУСМ-2, п.Сарышаган",
    "customer": "Объединение «Дальняя связь», филиал АО «Казактелеком»",
    "year": 2005,
    "date": "2005 год"
  },
  {
    "num": 9,
    "name": "Монтаж трассы отопления материального склада, п.Актау",
    "customer": "АО «Central Asia Cement»",
    "year": 2005,
    "date": "2005 год"
  },
  {
    "num": 10,
    "name": "Ремонт помещения в здании заводоуправления, п.Актау",
    "customer": "АО «Central Asia Cement»",
    "year": 2005,
    "date": "2005 год"
  },
  {
    "num": 11,
    "name": "Капитальный ремонт ЦОН №1, г.Караганда, ул.Муканова 5",
    "customer": "ГУ «Департамент Юстиции Карагандинской области»",
    "year": 2006,
    "date": "2006 год"
  },
  {
    "num": 12,
    "name": "Монтажные и демонтажные работы в здании мечети, г.Караганда, ул.Кувская",
    "customer": "ОФ «Жардемдесу»",
    "year": 2007,
    "date": "2007 год"
  },
  {
    "num": 13,
    "name": "Строительство пристройки к магазину «Диона», г.Караганда, пр. Б.Жырау, 75",
    "customer": "ИП Болотов С.В.",
    "year": 2008,
    "date": "2008 год"
  },
  {
    "num": 14,
    "name": "Текущий ремонт помещения, г.Темиртау, Проспект Республики 1",
    "customer": "АО «Миттал Стил Темиртау»",
    "year": 2009,
    "date": "2009 год"
  },
  {
    "num": 15,
    "name": "Ремонт хозяйственного питьевого водовода, Западный Каражал, скважина №752",
    "customer": "ТОО «Оркен-Атасу»",
    "year": 2010,
    "date": "2010 год"
  },
  {
    "num": 16,
    "name": "Ремонт складов, г. Караганда, Северная промзона",
    "customer": "АО «Карагандинский деревообрабатывающий комбинат»",
    "year": 2011,
    "date": "2011 год"
  },
  {
    "num": 17,
    "name": "Текущий ремонт офисных помещений, г.Караганда, Ержанова 18",
    "customer": "Ассоциация содействия субъектам градостроительной деятельности",
    "year": 2012,
    "date": "2012 год"
  },
  {
    "num": 18,
    "name": "Ремонт и содержание электрохозяйства уличного освещения, п.Долинка",
    "customer": "ГУ «Аппарат акима поселка Долинка»",
    "year": 2013,
    "date": "2013 год"
  },
  {
    "num": 19,
    "name": "Ямочный ремонт улиц и проулков, п. Г.Мустафина",
    "customer": "ГУ «Аппарат акима п.Г.Мустафина Бухар-Жырауского района»",
    "year": 2013,
    "date": "16.04.2013"
  },
  {
    "num": 20,
    "name": "Замена окон на металлопластиковые, г.Кокшетау, ул.Темирбекова 54",
    "customer": "ГУ «Государственный национальный природный парк «Кокшетау»",
    "year": 2013,
    "date": "13.03.2013"
  },
  {
    "num": 21,
    "name": "Благоустройство 8 остановочных павильонов",
    "customer": "ТОО «Туран KZ»",
    "year": 2013,
    "date": "18.06.2013"
  },
  {
    "num": 22,
    "name": "Установка циклонов в котельных школ района им. Габита Мусрепова",
    "customer": "ГУ «Отдел образования района им. Габита Мусрепова»",
    "year": 2013,
    "date": "06.05.2013"
  },
  {
    "num": 23,
    "name": "Демонтаж домов, г.Жанатас, 4-мкр., дом №25, 26",
    "customer": "КГП «Предприятие по благоустройству и озеленению» акимата Сарысуского района",
    "year": 2013,
    "date": "11.11.2013"
  },
  {
    "num": 24,
    "name": "Ремонт и содержание электрохозяйства уличного освещения, п.Долинка",
    "customer": "ГУ «Аппарат акима поселка Долинка»",
    "year": 2013,
    "date": "13.03.2013"
  },
  {
    "num": 25,
    "name": "Капитальный ремонт здания ангара ПМ-4",
    "customer": "АО «Кедентранссервис»",
    "year": 2013,
    "date": "06.12.2013"
  },
  {
    "num": 26,
    "name": "Строительство теплотрассы для теплоснабжения общежитий",
    "customer": "АО «Кедентранссервис»",
    "year": 2013,
    "date": "31.12.2013"
  },
  {
    "num": 27,
    "name": "Ремонт антикоррозионного покрытия порталов ОРУ-220, ПС-1150 «Костанайская»",
    "customer": "АО «KEGOC», филиал «Сарбайские МЭС»",
    "year": 2013,
    "date": "26.03.2013"
  },
  {
    "num": 28,
    "name": "Ремонт кровли пожарного депо на 2 автомашины, п.Жайрем",
    "customer": "АО «Жайремский ГОК»",
    "year": 2014,
    "date": "16.09.2014"
  },
  {
    "num": 29,
    "name": "Ремонт кровель подстанций (АБК, РП 2 РМБ, РП10 АРМ ГТЦ), п.Жайрем",
    "customer": "АО «Жайремский ГОК»",
    "year": 2014,
    "date": "29.08.2014"
  },
  {
    "num": 30,
    "name": "Ремонт кровель базисных и расходных складов ВВ",
    "customer": "АО «Жайремский ГОК»",
    "year": 2014,
    "date": "16.09.2014"
  },
  {
    "num": 31,
    "name": "Электроосвещение, ограждение и видеонаблюдение зоны таможенного контроля, ст. Алтынколь",
    "customer": "ТОО «Бизнес Партнер-А»",
    "year": 2015,
    "date": "13.11.2015"
  },
  {
    "num": 32,
    "name": "Строительство овощехранилища, с.Юбилейное",
    "customer": "ТОО «PRO TRADE»",
    "year": 2021,
    "date": "21.09.2021"
  },
  {
    "num": 33,
    "name": "Реконструкция АЗС с магазином, мкр. «Голубые пруды», г.Караганда",
    "customer": "ТОО «Инжвнешстрой»",
    "year": 2021,
    "date": "23.04.2021"
  },
  {
    "num": 34,
    "name": "Реконструкция тепловых сетей для объектов образования, 30 мкр., г.Караганда",
    "customer": "ТОО «САПА ҚҰРЫЛЫС 2007»",
    "year": 2021,
    "date": "22.07.2021"
  },
  {
    "num": 35,
    "name": "Устройство фундамента под мельницу, промзона Аяк-Кождан",
    "customer": "ТОО «Инжвнешстрой»",
    "year": 2022,
    "date": "25.04.2022"
  },
  {
    "num": 36,
    "name": "Капремонт фасада газопровода и канала ШЗУ №1, №2, пос. Акжал",
    "customer": "ТОО «Акжол Караганда» (NOVA Цинк)",
    "year": 2022,
    "date": "01.09.2022"
  },
  {
    "num": 37,
    "name": "Строительство центральной котельной, с. Новоишимское",
    "customer": "ТОО «Караганда-Котломаш»",
    "year": 2023,
    "date": "23.08.2023"
  },
  {
    "num": 38,
    "name": "Восстановление и реконструкция сельского ДК, пос. Сарыарка",
    "customer": "ТОО «ГенСтройКом2050»",
    "year": 2023,
    "date": "13.09.2023"
  },
  {
    "num": 39,
    "name": "Текущий ремонт помещений, г.Караганда, ул. К.Аманжолова 189 (2052,7 м²)",
    "customer": "ТОО «Әлем Құрылыс Компаниясы»",
    "year": 2024,
    "date": "22.07.2024"
  },
  {
    "num": 40,
    "name": "Подрядные работы, ЖК «Dostar Apartaments», пр.Строителей 28/3",
    "customer": "ТОО «Самрат Строй»",
    "year": 2024,
    "date": "25.08.2024"
  },
  {
    "num": 41,
    "name": "Ремонтные работы, ЖК «Verona», ул.К.Аманжолова, уч.100",
    "customer": "ТОО «Verona Stroy»",
    "year": 2024,
    "date": "03.11.2024"
  },
  {
    "num": 42,
    "name": "Подрядные работы по установке котла, Саранское шоссе 20/2",
    "customer": "ТОО «FERRUM BETON PRODUCTS»",
    "year": 2024,
    "date": "10.12.2024"
  },
  {
    "num": 43,
    "name": "Подрядные работы, ЖК «Dostar Apartaments», пр.Строителей 28/3",
    "customer": "ТОО «Самрат Строй»",
    "year": 2024,
    "date": "30.10.2024"
  },
  {
    "num": 44,
    "name": "Текущий ремонт здания КГУ «Гимназия им. М.Жумабаева»",
    "customer": "Отдел образования г.Караганды",
    "year": 2025,
    "date": "27.03.2025"
  },
  {
    "num": 45,
    "name": "Строительство хозяйственных построек, Северная промзона, г.Караганда",
    "customer": "ТОО «Ларион»",
    "year": 2025,
    "date": "31.10.2025"
  },
  {
    "num": 46,
    "name": "Текущий ремонт водопровода, г.Караганда, ул.Алиханова 13",
    "customer": "ГУ «Аппарат акима Карагандинской области»",
    "year": 2025,
    "date": "05.11.2025"
  },
  {
    "num": 47,
    "name": "Текущий ремонт окон административного здания, г.Караганда, ул.Мустафина 4",
    "customer": "ГУ «Управление координации занятости и соц. программ»",
    "year": 2025,
    "date": "31.10.2025"
  },
  {
    "num": 48,
    "name": "Текущий ремонт здания КГУ «Гимназия им. М.Жумабаева»",
    "customer": "Отдел образования г.Караганды",
    "year": 2025,
    "date": "27.03.2025"
  },
  {
    "num": 49,
    "name": "Монтаж «под ключ» двух модульных домов служебного кордона инспектора",
    "customer": "РГУ «Каркаралинский ГНПП»",
    "year": 2026,
    "date": "27.02.2026"
  },
  {
    "num": 50,
    "name": "Ремонт оконных проёмов школы-интерната №43, с.Егендыбулак",
    "customer": "ГУ «Отдел образования Каркаралинского района»",
    "year": 2026,
    "date": "31.07.2026"
  }
];
